Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Miasto jest większe, niż można by się tego spodziewać z zewnątrz. Teraz mogę popytać obywateli, czy ktoś nie widział mojego brata, albo udać się prosto do 'Syreniego Lamentu', o którym wspomniał Kurt. Jego znajoma karczmarka powinna udzielić mi kilku przydatnych informacji.
uk: Місто більше, ніж здається ззовні. Тепер я можу розпитати містян, чи не бачив хто-небудь мого брата, або піти прямо до корчми 'Плач сирени', про яку згадував Курт. Його знайома корчмарка, можливо, зможе надати мені якусь корисну інформацію.

source: Miasto jest wspaniałym miejscem. Bałam się, że jego renoma jest mocno przesadzona, w końcu połączenie ośrodka militarnego, kulturalnego i gospodarczego w jednej osadzie rzadko kiedy dobrze ze sobą współgra. Na szczęście jest tutaj kilka ładnych miejsc, a od tych brzydkich, jak na przykład Dzielnica Portowa, trzymam się z daleka. Ojciec zawala mnie robotą, ale jakoś daję sobie radę, no i udaje mi się całkiem nieźle zarobić.
uk: Це місто – дивовижне місце. Я боялася, що його репутація сильно перебільшена; зрештою, поєднання військового, культурного та економічного центру в одному населеному пункті рідко працює в одному місці. На щастя, тут є красиві місця, а від потворних, таких як Портовий квартал, я тримаюся подалі. Батько завалює мене роботою, але я якось справляюся, і мені вдається непогано заробляти.

source: Miasto niestety staje się coraz bardziej niebezpieczne, ale ludzie Araxos są świetni w ochronie swoich współpracowników.
uk: Місто, на жаль, стає все більш небезпечним, але люди Араксосу вміють захищати своїх партнерів.

source: Miasto oparte na fundamentach honoru...
uk: Місто, засноване на фундаменті честі...

source: Miasto pamięta. Tylko patrzeć, aż ludzie powstaną, a wtedy poleje się krew.
uk: Місто пам'ятає. От побачиш, народ повстане, і тоді проллється кров.

source: Miasto płonie, ludzie giną, ale my mamy swoje rozkazy.
uk: Місто горить, люди гинуть, але ми маємо свої накази.

source: Miasto płonie, ludzie giną, ale przetrwanie Gildii to najwyższy priorytet.
uk: Місто горить, люди гинуть, але виживання Гільдії є головним пріоритетом.

source: Miasto w końcu było bezpieczne, a jego mieszkańcy mogli się skupić na leczeniu ran i odbudowywaniu wszystkiego, co zostało zniszczone.
uk: Місто нарешті було в безпеці, і його мешканці могли зосередитися на загоєнні ран та відбудові всього, що було зруйновано.

source: Miasto w ogniu
uk: Місто у вогні

source: Miasto w ogniu: Tom I
uk: Місто у вогні: Том I

source: Miasto w ogniu: Tom II
uk: Місто у вогні: Том II

source: Miasto wina, ryb, kupców oraz ciemnych uliczek, w które lepiej się nie zapuszczać po zmroku.
uk: Місто вина, риби, торговців і темних провулків, куди краще не заходити після настання темряви.

source: Miasto z tej wysokości wygląda bardzo spokojnie...
uk: З цієї висоти місто виглядає дуже спокійним...

source: Miasto zmienia człowieka, więc być może masz rację.
uk: Місто змінює людей, тож, можливо, ти маєш рацію.

source: Miasto? A czymże innym jest miasto jak nie prywatnym poletkiem gubernatora?
uk: Місто? А що таке місто, як не приватна власність губернатора?

source: Miał co prawda obsesję na punkcie Myrtańczyków, ale kto z nas jest święty?
uk: Щоправда, він був одержимий міртанцями, але хто з нас святий?

source: Miał go Liam.
uk: Він був у Ліама.

source: Miał go jeden z bandytów.
uk: Він був у одного з бандитів.

source: Miał mi dać kilka wskazówek odnośnie górnictwa...
uk: Він мав дати мені кілька порад щодо видобутку...

source: Miał przeprowadzić rekonesans wyspy i wysłać nam raport.
uk: Він мав зайнятися розвідкою острова та надіслати нам звіт.

source: Miał przezwisko Duży Ben. Jest... to znaczy, był mistrzem tamtejszej areny i strasznym furiatem.
uk: Його звуть Великим Беном. Він чемпіон... точніше, був чемпіоном місцевої арени, і страшним нелюдом.

source: Miał pójść do lasu za farmą. Wystarczy, że skierujesz się na zachód i powinieneś na niego trafić.
uk: Він мав піти в ліс за фермою. Просто йди на захід і мусиш натрапити на нього.

source: Miał sprawdzić doniesienia o bandytach grasujących w okolicach wioski, ale od tamtego czasu nie dostaję od niego żadnych raportów.
uk: Він мав перевірити повідомлення про бандитів в околицях села, але відтоді я не отримував від нього жодних звітів.

source: Miał takie ładne imię... aaa, Grif! Z tego co kojarzę to aktualnie przesiaduje w Gildii Kupieckiej i próbuje sprzedać wszystkie rupiecie ze swoich wypraw.
uk: У нього було таке гарне ім'я... ааа, Гриф! Наскільки я зрозуміла, він зараз зависає в Торговій Гільдії і намагається продати весь мотлох зі своїх експедицій.

source: Miał też tak wielką wiedzę o magii, że tych, których bardzo kochał, mógł zachować od śmierci.
uk: Він також мав настільки глибокі знання магії, що міг врятувати від смерті тих, кого дуже любив.

source: Miał wielgachnego pieprzyka na policzku.
uk: Велика родимка на щоці.

source: Miał włosy spięte w kucyk.
uk: Його волосся було зібране у хвіст.

source: Miał ze sobą całą bandę szemranych typów.
uk: З ним була ціла зграя сумнівних хлопців.

source: Miał ze sobą całą bandę szemranych typów. Nazywał ich ochroniarzami i mówił, że wynajął ich Antonio.
uk: З ним була ціла купа головорізів. Він називав їх охоронцями і казав, що їх найняв Антоніо.

source: Miała tu być krew i rozrywka tylko dla prawdziwych mężczyzn.
uk: Тут мала бути кров і розваги тільки для справжніх чоловіків.

source: Miałam okazję obejrzeć już kilka razy Bena w akcji. Facet jest twardy jak skała, a wali po mordzie jeszcze mocniej.
uk: Я вже кілька разів мала нагоду спостерігати за Беном під час бою. Хлопець твердий, як скеля, а б'є ще сильніше.

source: Miałam tego nie rozpowiadać, ale jakiś czas temu, był tutaj ten paladyn, Candac. Wyglądał na przygnębionego i kupił kilka butelek alkoholu.
uk: Я не мала б про це розповідати, але нещодавно тут був один паладин, Кандак. Він виглядав пригніченим і купив кілька пляшок алкоголю.

source: Miałbym na głowie całą bandę królewskich, nie mówiąc już o tym, że większość moich ludzi trafiłaby za kratki!
uk: На мою голову звалилася б ціла королівська делегація, не кажучи вже про те, що більшість моїх людей опинилися б за ґратами!

source: Miałbym się lepiej, gdybym odzyskał swoje pieniądze, ale świadomość, że jest jedna grupa złodziei w mieście mniej, też sprawia mi przyjemność.
uk: Було б краще, якби мені повернули мої гроші, але усвідомлення того, що в місті стало на одну групу злодіїв менше, мене також тішить.

source: Miałbym tylko małą prośbę - nie chodź ani nowicjuszom, ani tym bardziej magom po ich celach ani nie przeszkadzaj im w pracy. A najlepiej sam zacznij jakąś wykonywać.
uk: У мене лише маленьке прохання – не відволікай послушників, а тим більше магів у їх келіях і не заважай їм працювати. А ще краще – сам займись чимось.

source: Miałbym zignorować tyle problemów, które w naszym kochanym mieście mnożą się szybciej od orków?
uk: Адже я не можу ігнорувати всі ці проблеми, які в нашому дорогому місті розмножуються швидше, ніж орки!

source: Miałbyś coś przeciwko, gdybym zorganizował piknik w waszym sadzie?
uk: Ти не проти, якщо я організую пікнік у твоєму саду?

source: Miałbyś miejsce do pracy i odpoczynku.
uk: У тебе буде місце для роботи та відпочинку.

source: Miałbyś może ochotę rozprostować kości? (Wyprowadź)
uk: Ти не хочеш розім'яти м'язи? (Піти на болото)

source: Miałbyś może ochotę rozprostować kości? Moglibyśmy trochę oczyścić bagna i zebrać jakieś trofea.
uk: Ти не хочеш розім'яти м'язи? Ми могли б трохи розчистити болото і зібрати кілька трофеїв.

source: Miałbyś wtedy na karku całą wioskę. Zostałaby z ciebie plama krwi, rozsmarowana od karczmy do Wybrzeża Topielców.
uk: Тоді проти тебе буде все село. Від тебе залишиться лише кривава пляма, яка розтечеться від корчми і до самого Узбережжя луркерів.

source: Miałem ci jeszcze przekazać, że sierżant Baes nie może się doczekać spotkania z tobą.
uk: Заодно хочу повідомити, що сержант Байс не може дочекатися зустрічі з тобою.

source: Miałem do wyboru śmierć albo małą wyprawę. Jak widzisz, wybrałem drugą opcję.
uk: У мене був вибір: смерть або невелика подорож. Як бачиш, я обрав другий варіант.

source: Miałem dosyć wykonywania rozkazów Lorenzo. Gildia Kupiecka była stratą czasu - nie pomogli mi, kiedy Jorn jeszcze żył. Czas poszukać sobie nowego zajęcia. Może Grayson przyjmie mnie w szeregi swoich ludzi? Tak czy inaczej muszę mu przekazać, że Gildia nie okaże gościnności.
uk: Мені набридло виконувати накази Лоренцо. Торгова Гільдія виявилася марною тратою часу – вони не допомогли мені, поки Йорн був ще живий. Пора шукати нову роботу. Можливо, Грейсон прийме мене до своїх лав? У будь-якому випадку, я повинен повідомити йому, що Гільдія не виявить ніякої гостинності.

source: Miałem dość ciągłego życia w jego cieniu. Po prostu któregoś dnia zabrałem wszystko, co miałem i przybyłem tutaj, na Archolos.
uk: Мені набридло постійно жити в його тіні. Одного дня я просто взяв усе, що мав, і перебрався сюди, на Архолос.

source: Miałem dwie godziny, żeby postawić go na nogi. I udało się!
uk: У мене було дві години, щоб поставити його на ноги. І мені це вдалося!

source: Miałem go dostarczyć żywego, gdyby mi wpadł do rzeki i utopił się w wodzie głębokiej do kostek, to wyszedłbym na największego partacza na całej wyspie.
uk: Я мав доставити його живим, а якщо б він впав у річку і втопився в воді, що була до щиколоток, я б став найбільшим невдахою на всьому острові.

source: Miałem go tam dostarczyć komuś do odbioru.
uk: Я мав доставити його туди, щоб його хтось забрав.

source: Miałem jedynie podać te eliksiry i sprawdzić, co się stanie. Nie mówiłeś nic o gonieniu nieudanych eksperymentów po bagnach.
uk: Усе, що я мав зробити, це застосувати ці еліксири і подивитися, що станеться. Ти нічого не казав про те, що потрібно буде ганятися за невдалими експериментами по болотах.

source: Miałem jego prośbę przekazać komuś z naszych ludzi, ale skoro już tu jesteś.
uk: Я збирався доручити його прохання комусь із наших людей, але оскільки ти вже тут.

source: Miałem już dość ciągłych rozkazów.
uk: З мене досить постійних наказів.

source: Miałem już dość tego obrzydliwego bagna, więc przeniosłem się tutaj. Ci idioci tutaj boją się mnie jeszcze bardziej niż tamci z Przystani.
uk: Мені набридло це огидне болото, тому я перебрався сюди. Тутешні ідіоти бояться мене ще більше, ніж ті, що у Гавані.

source: Miałem już dość walki. Odkąd tylko przybyłem na tę przeklętą wyspę, walczyłem o wszystko. O przetrwanie, o szacunek, o godne życie, i przede wszystkim, o odnalezienie mojego brata...
uk: Мені набридло боротися. Відколи я прибув на цей проклятий острів, я боровся за все. За виживання, за повагу, за гідне життя, і перш за все – за те, щоб знайти свого брата...

source: Miałem już okazję ich poznać.
uk: Я вже мав нагоду познайомитись з ними.

source: Miałem już okazję tu być.
uk: Мені вже доводилося бувати тут раніше.

source: Miałem już okazję tu być. Niestety, w niezbyt przyjemnych okolicznościach.
uk: Я вже мав нагоду тут побувати. На жаль, за не дуже приємних обставин.

source: Miałem już okazję zobaczyć twojego nieboszczyka.
uk: Я вже мав нагоду бачити твого небіжчика.

source: Miałem na myśli cały pakunek jedzenia.
uk: Я мав на увазі цілий пакунок їжі.

source: Miałem na myśli niebezpieczną wyprawę do ruin Vardhal. Przydadzą mi się tam doświadczeni i zaufani ludzie.
uk: Я мав на увазі небезпечну експедицію до руїн Вардхалу. Там мені знадобилися б досвідчені та надійні люди.

source: Miałem na myśli wyprawę do podziemi. Twoje wsparcie byłoby tam równie nieocenione co na morzu.
uk: Я мав на увазі експедицію в підземелля. Твоя підтримка там буде настільки ж безцінною, як і в морі.

source: Miałem na myśli, żebyś zabrał mnie tam, 'gdzie wody płytkie, a ryby grube'.
uk: Я хотів, щоб ти взяв мене туди, де 'вода мілка, а риба крупна'.

source: Miałem nadzieje, że przynajmniej uda mi się sprzedać towar u Araxos, ale ten grubas Lorenzo odmówił kupna.
uk: Я сподівався принаймні продати товар Араксосу, але цей товстун Лоренцо відмовився купувати.

source: Miałem nadzieję w końcu nauczyć się poprawnej walki mieczem...
uk: Я сподіваюся, що нарешті навчуся правильно володіти мечем...

source: Miałem nadzieję, że będzie ich więcej, ale wygląda na to, że to już wszystkie.
uk: Я думав, що їх буде більше, але, схоже, це всі.

source: Miałem nadzieję, że jesteś bardziej zainteresowany przełomowym odkryciem w dziedzinie magii. Będę musiał poradzić sobie sam.
uk: Я сподівався, що тебе більше цікавить проривне відкриття в галузі магії. Що ж, доведеться впоратися самому.

source: Miałem nadzieję, że krzepa wygra ze zwinnością!
uk: Я сподівався, що сила переможе спритність!

source: Miałem nadzieję, że o to zapytasz.
uk: Я сподівався, що ти про це запитаєш.

source: Miałem nadzieję, że zostając strażnikiem będę mógł samemu zająć się tym śledztwem.
uk: Я сподівався, що, ставши вартовим, зможу сам зайнятись цим розслідуванням.

source: Miałem nadzieję, że zwinność sprawdzi się lepiej od zwykłej siły.
uk: Я сподівався, що спритність переможе силу!

source: Miałem nosa, że to ciebie posłałem! Pracuj tak dalej, a szybko dostaniesz awans!
uk: Я правильно зробив, що послав тебе! Працюй так й надалі, і тебе швидко підвищать!

source: Miałem okazję obejrzeć jedną z kusz od Gildii Kupieckiej. Jest naprawdę solidna, ale też naprawdę droga.
uk: У мене була можливість подивитися на один з арбалетів від Торгової Гільдії. Він дуже якісний, але й дуже дорогий.

source: Miałem okazję odwiedzić to miejsce, jest tam chłodniej niż tutaj i okolica wydaje się bardziej surowa. Może przypadnie ci do gustu.
uk: Я мав нагоду там побувати, там прохолодніше і околиці здаються більш суворими. Можливо, тобі там сподобається.

source: Miałem okazję współpracować z Loafsem i jego ludźmi.
uk: Я мав можливість працювати з Лоафом та його людьми.

source: Miałem plany co do tego domu na przyszłość. Obawiam się, że szansa na jego zakup przepadła bezpowrotnie.
uk: У мене були плани на майбутнє щодо цього будинку. Боюся, що шанс купити його втрачено безповоротно.

source: Miałem poczucie, że jeszcze moment, a zaraz to do mnie ktoś będzie próbował strzelać z ukrycia.
uk: В місті мене не покидало відчуття, що ще мить, і в мене хтось вистрелить зі схованки.

source: Miałem pomagać Oliverowi. Co się dzieje?
uk: Я мав допомагати Оліверу. Що сталося?

source: Miałem porwać pewnego kupca, ale nie wiedziałem, że gość będzie miał ze sobą zbrojną obstawę.
uk: Я мав викрасти одного торговця, але я не знав, що з ним буде озброєна охорона.

source: Miałem przyjemność poznać Lutza osobiście.
uk: Я мав задоволення познайомитися з Люцем особисто.

source: Miałem pytać o to samo. Niestety nie zebrałem żadnych nowych informacji, dalej wszystko wskazuje na to, że Jorn jest gdzieś tutaj.
uk: Я збирався запитати те ж саме. На жаль, я не знайшов жодної нової інформації, і все вказує на те, що Йорн десь тут.

source: Miałem rację, ewidentnie coś ci leży na sercu. Czy też, umyśle, który według badaczy jest odpowiedzialny za wszelakie uczucia. Wyobrażasz to sobie?
uk: Я мав рацію, у тебе явно щось на серці. Або ж у мозку, який, як стверджують дослідники, відповідає за всі види почуттів. Можеш собі це уявити?

source: Miałem raczej na myśli coś z cennego kruszcu, ale łykiem czegoś dobrego dla ochłody też nie pogardzę.
uk: Я мав на увазі щось коштовне, але ковток чогось прохолодного теж не завадить.

source: Miałem raczej na myśli to chwilę wcześniej.
uk: Насправді, я мав на увазі за мить до цього.

source: Miałem spalić wszystkie dokumenty z całej groty. Próbowałem przeczytać i wykraść co się da, ale oczywiście pojawił się Broddy.
uk: Мені довелося спалити усі документи, які були в печері. Я намагався прочитати і вкрасти те, що міг, але, звісно, з'явився Бродді.

source: Miałem szczęście, Lokvar chyba myślał, że dalej śpi. Jednak wolę przepisywać zwoje, niż pilnować tego starca. Pogadam z Riordianem.
uk: Мені пощастило, Локвар, мабуть, подумав, що він досі спить. Та все ж я краще переписуватиму сувої, ніж пильнуватиму старого. Я поговорю з Ріордіаном.

source: Miałem szczęście, że umarł od razu, bo by mnie chyba wyrzucili na zbity pysk, a tak, tylko obniżyli mi pierwszą zapłatę. Wtedy jeszcze płacono od egzekucji, tyle ich było...
uk: Мені пощастило, що він одразу помер, бо інакше мене б викинули на вулицю. А так, мені лише зменшили першу зарплатню. Тоді ще платили за розстріли, їх було дуже багато...

source: Miałem tam pracę, a ona całe życie przed sobą.
uk: У мене там була робота, а у неї все життя було попереду.

source: Miałem też okazję rzucić okiem na owalne platformy, o których wspomniał Taneris... przypominają podesty, które widziałem na wyspie Khorinis i Laran. Choć tamte ewidentnie pozbawione były... magicznej, wystarczyło, bym dotknął powierzchni tego tutaj, a poczułem przepływający przez niego potężny wir energii.
uk: Я також мав нагоду поглянути на овальні платформи, про які згадував Танеріс... Вони нагадують платформи, які я бачив на островах Хорініс і Ларан. І хоча вони явно були позбавлені... магії, все, що мені потрібно було зробити, це доторкнутися до поверхні однієї з цих платформ, і я відчув могутній вихор енергії, що протікає крізь них.

source: Miałem trochę innych spraw na głowie.
uk: У мене були інші справи.

source: Miałem w-wracać, gdy usłyszałem wy-wycie wilków i tak skończyłem tutaj, n-na tej skale!
uk: Я вже з-з-збирався повертатися, як почув в-в-виття вовків, тому й опинився н-н-на цій скелі.

source: Miałem zapełnić tę skrzynię winogronami, ale... chyba trochę przesadziłem z tym winem.
uk: Я збирався нарвати винограду в цей ящик, але... здається, я трохи перебрав з вином.

source: Miałem zaprzepaścić szansę na ogromny zarobek i jednocześnie narazić się na reperkusje ze strony innych członków Araxos tylko po to, byś mógł znaleźć nic niewartego dla Gildii braciszka?
uk: Я повинен був змарнувати шанс отримати величезний дохід і в той же час наразитися на осуд з боку інших членів Араксосу тільки заради того, щоб ти знайшов брата, який нічого не вартий для Гільдії?

source: Miałem zapłacić za tę dziurę 75 sztuk złota, a nie 100!
uk: Я мав заплатити за цю діру 75 золотих, а не 100!

source: Miałem zostawić obywateli miasta na pastwę przestępców i wysłać wszystkich ludzi na poszukiwanie jednego, nic nieznaczącego przybysza nie wiadomo skąd?!
uk: Я мав залишити мешканців міста на поталу злочинцям і відправити всіх людей на пошуки одного нікчемного біженця, що з'явився невідомо звідки!

source: Miałeś cholerną rację, że to idealne miejsce dla mnie. Jest z kim się napić, jest komu obić mordę, a co najważniejsze, nikt nie robi o to afery.
uk: Ти був до біса правий, це ідеальне місце для мене. Тут є з ким випити, є кого побити, а головне – ніхто не здіймає галасу.

source: Miałeś dorwać Szmuglera i odebrać moje złoto.
uk: Ти мав зловити Койота і забрати моє золото.

source: Miałeś jakieś kłopoty z dotarciem tutaj? Spotkałeś któregoś z jego ludzi?
uk: Були якісь проблеми по дорозі сюди? Зустрів когось з його людей?

source: Miałeś kiedyś statek?
uk: У тебе колись був корабель?

source: Miałeś pomóc go okiełznać, a nie rozjuszyć!
uk: Ти мав допомогти вгамувати його, а не розлютити!

source: Miałeś rację, cholernie ciężki przeciwnik. Mam jego łeb jako trofeum, gdybyś chciał dowodów.
uk: Ти мав рацію, до біса сильний супротивник. У мене є його голова як трофей, якщо тобі потрібні докази.

source: Miałeś rację, miecz rzeczywiście jest ci przeznaczony. Gdy Kessel próbował go dobyć, został zmrożony do samych kości.
uk: Твоя правда, цей меч і справді призначений для тебе. Коли Кессель спробував його підняти, його пробрало холодом аж до кісток.

source: Miałeś resztę stada pod opieką. Zrobiłeś, co musiałeś zrobić.
uk: Решта отари була під твоєю опікою. Ти зробив те, що мусив.

source: Miałeś szczęście gnojku!
uk: Тобі пощастило, виродку!

source: Miałeś zniszczyć towary na molo... skąd pomysł, żeby je podpalać?
uk: Ти мав знищити товари на причалі... але чому ти вирішив їх підпалити?

source: Miało być sześć!
uk: Їх мало бути шість!

source: Miałyśmy dobrze działający interes. Ona robiła broń, ja wytwarzałam amunicję, przygotowywałam trofea i dodatkowe akcesoria łowieckie, ale oczywiście musiał się pojawić ten cholerny Borris...
uk: Ми мали процвітаючий бізнес. Вона виготовляла зброю, я займалася стрілами, трофеями та спорядженням, але тут з'явився цей клятий Борріс...

source: Miażdżyciel
uk: Роздроблювач

source: Miażdżydeska
uk: Розтрощувач дощок

source: Miech jest, obcęgi są... a ile surowej stali... Nieźle, całkiem nieźle...
uk: Міх є, щипці є... а скільки необробленої сталі... Непогано, зовсім непогано...

source: Miecz
uk: Меч

source: Miecz Aleny
uk: Меч Аліни

source: Miecz Arwida
uk: Меч Арвіда

source: Miecz Bękarci
uk: Полуторний меч

source: Miecz Corteza
uk: Меч Кортеза

source: Miecz Devira
uk: Меч Девіра

source: Miecz Kessela
uk: Меч Кесселя

source: Miecz Kushiego
uk: Меч Куші

source: Miecz Lewko
uk: Меч Левко

source: Miecz Lichwiarza
uk: Меч Лихваря

source: Miecz Południowca
uk: Меч південця

source: Miecz Rodericha
uk: Меч Родеріха

source: Miecz Strażnika
uk: Меч вартового

source: Miecz Timo
uk: Меч Тімо

source: Miecz Wilczego Syna
uk: Меч Вовчого Сина

source: Miecz Zakonu
uk: Меч Закону

source: Miecz cechuje się niezwykłym połyskiem.
uk: Меч особливий своїм надзвичайним блиском.

source: Miecz dwuręczny
uk: Дворучний меч

source: Miecz dwuręczny paladyna
uk: Дворучний меч паладина

source: Miecz grawerowany
uk: Гравійований меч

source: Miecz jednoręczny
uk: Одноручний меч

source: Miecz jest stary i magiczny, ale nie ma żadnego związku z Adanosem. Naprawdę myślałeś, że bóg równowagi i sprawiedliwości może być symbolizowany ostrzem?
uk: Меч старий і магічний, але він не має ніякого відношення до Аданоса. Невже ти справді думав, що бога гармонії та справедливості може символізувати лезо?

source: Miecz mistrzowski
uk: Шпага майстра

source: Miecz należał do rodu Ramseya od wieków.
uk: Цей меч століттями належав родині Рамзі.

source: Miecz nieuczciwego pojedynku
uk: Нечесний дуельний меч

source: Miecz obrońcy Archolos
uk: Меч захисника Архолосу

source: Miecz obywatela
uk: Шпага

source: Miecz odrzuconych
uk: Меч відступників

source: Miecz orkowego herszta
uk: Меч вождя орків

source: Miecz paladyna
uk: Меч паладина

source: Miecz pojedynkowy
uk: Дуельний меч

source: Miecz półtoraręczny
uk: Полуторний меч

source: Miecz półtoraręczny pokryty rudą
uk: Вкритий рудою полуторний меч

source: Miecz runiczny
uk: Рунічний меч

source: Miecz strażnika
uk: Меч вартового

source: Miecz strażnika nie jest mieczem, którego teraz potrzebuję.
uk: Меч вартового – це не той меч, який мені зараз потрібен.

source: Miecz to wasz najlepszy przyjaciel podczas służby.
uk: Меч – це ваш найкращий друг на службі.

source: Miecz treningowy straży.
uk: Тренувальний меч вартового.

source: Miecz z magicznej rudy
uk: Меч з магічної руди

source: Miecz z magicznej rudy! Tylko nieliczni dostąpili zaszczytu dzierżenia takiego oręża!
uk: Меч з магічної руди! Не кожному випадала честь володіти такою зброєю!

source: Miecz żołnierski
uk: Солдатський меч

source: Miecz, który otrzymałem od Lutza.
uk: Меч, який я отримав від Люца.

source: Miecz, który we właściwych rękach ma zaprowadzić równowagę sił i wieloletni pokój.
uk: Меч, якому в правильних руках судилося принести баланс сил і довгі роки миру.

source: Miecze są podobne do tego, którym otwarłem świątynię na bagnie. Te pewnie mają podobne zastosowanie.
uk: Мечі схожі на той, яким я відчинив храм на болоті. Ймовірно, вони мають подібне призначення.

source: Miedziany sztylet
uk: Мідний кинджал

source: Miej oczy i uszy szeroko otwarte!
uk: Тримай очі і вуха відкритими!

source: Miej pretensje do Timo. Ja swojej części umowy dotrzymałem.
uk: Це вина Тімо. А я виконав свою частину угоди.
